tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ysdexlic/formulae"

brew "bat"
brew "gh"
brew "git"
brew "python@3.9"
brew "go"
brew "neofetch"
brew "neovim"
brew "node"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "ysdexlic/formulae/dot"

cask "alacritty"
cask "blackhole-2ch"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
